{
    "events": [
        {
            "id":1,
            "name": "ELITE HACK CHALLENGE",
            "date": "23rd - 24th February 2023",
            "images": ["src/Gallery/ehc_1.png","src/Gallery/ehc_3.png","src/Gallery/ehc_2.png","src/Gallery/ehc_4.png","src/Gallery/ehc_5.png"] ,
            "objective": "<div><h3>Objective</h3><br/><p>The main objective of organizing this programme is to solve various problems in the field of Health care, Agriculture, Culture, and Security domains and to create functioning software or hardware by the end of the event in the respective fields.</p><p>CSI student chapter collaboration with Data Analytics club and IOT club – Anurag University has conducted a Hackathon 'Elite Hack Challenge'. The participants were from all the years and branches of engineering from various colleges across the city. The competition witnessed a total of 88 participants. The themes of this hackathon were 'Health, Agriculture, Culture, and Know your Security' which abbreviates to HACK.</p><p>On the Day-1 there was an inaugural ceremony at E-Block Auditorium from 09:30-10:30 and The guest speakers were Mr. Bala Prasad Peddigari, Chief Products Officer-HiTech CTO Engineering, Tata Consultancy Services and Mr. Anirban Pal, Chief Enterprise Architect -BFSI-USA, Tech Mahindra. They addressed the participants virtually using Google meet as the platform. After the inaugural ceremony, the participants were seated at allocated labs and started their ideation. After lunch, there was the Phase-I evaluation and then participants worked on their idea till 04:00 PM (offline) and continued till 10:00 PM (virtually), then there was the Phase-II evaluation from 10:00 PM-11:00 PM.</p><p>On the Day-2 the participants worked on their project till afternoon and then followed by lunch. There was the cultural performances at E-Block Auditorium. It followed by the Valedictory ceremony. Then the Felicitation ceremony was presided over by our respected Dean, Dr. K. Vijay Kumar Sir and Asst. HOD Dr. Sridevi Mam, distributed the prizes to the winners of the competition. The 1st prize was Rs. 10000/-, 2nd prize was Rs. 5000/-. The event ended with the Vote of Thanks.</p></div>"
        },
        {
            "id":2,
            "name":"Interactive Session On Higher Studies",
            "date":"4th July 2023 ",
            "images":["src/Gallery/inth_1.png","src/Gallery/inth_2.png"],
            "objective":"<div><h3>Objective</h3><br /><p>The main objective of the session is to give brief information and counseling to students concerning their higher education.</p><p>The CSI AU Student Chapter orchestrated a meticulously organized event in collaboration with IDP Education India Pvt Ltd, reflecting a seamless alignment with a commitment to excellence. Attended by students from both the 3rd and 4th years, representing diverse branches of engineering at Anurag University, the gathering comprised a total of 153 participants. The event's overarching objective was to cultivate awareness surrounding educational opportunities in foreign countries such as the United States and Canada, with a particular emphasis on the myriad universities and courses available to students based on their individual skills and aspirations.</p><p>The distinguished Ms. Naziya, an accomplished Assistant Manager specializing in the USA destination at IDP Education India Pvt Ltd, graced the occasion with an insightful speech. Drawing upon her extensive 12+ years of experience in immigration and student placements across diverse destinations including the USA, Canada, Australia, New Zealand, and Germany, Ms. Naziya captivated the audience at the E-Block Auditorium from 10:30 to 10:50. Accompanying her were a team of seasoned counselors—Sujatha, a Senior Counselor; Labeeb, a Counselor; and Inayath, another Counselor—who collectively enriched the event by providing comprehensive insights.</p><p>The auditorium, a setting befitting the gravity of the occasion, played host to a well-attended counseling session commencing at 11:00. During the initial round, each counselor, meticulously assigned to 4-5 students, provided profile-based guidance, recommending countries that best suited the participants' individual profiles. Subsequently, the second round of counseling delved into a detailed exploration of universities, with a specific focus on those situated in the United States. This systematic approach ensured that students were equipped with a nuanced understanding of the available academic avenues tailored to their aspirations.</p><p>The event culminated with a Vote of Thanks, extending gratitude to all participants, speakers, and organizers who contributed to the success of this enlightening session. The CSI AU Student Chapter, in collaboration with IDP Education India Pvt Ltd, remains steadfast in its commitment to fostering educational awareness and guiding students toward international academic opportunities.</p></div>"
        },
        {
            "id":3,
            "name":" IGNITING ENTREPRENEURIAL FLAME: A DYNAMIC STARTUP INTERACTION WITH CHARGEKART",
            "date":"7th July 2023",
            "images":["src/Gallery/chargekart_1.png","src/Gallery/chargekart_2.png","src/Gallery/chargekart_3.png"],
            "objective":"<div><h3>Objective</h3><br /><p>Anurag University's Artificial Intelligence (A2I) Club from Department of AI in collaboration with CSI Professional Chapter prestigiously conducted a Hands-on workshop on July 7th, 2023. The event took place from 10:30 am to 12:30 pm at D-Block Seminar Hall.</p><p>We had esteemed speakers including Mr. Shirish Chandra, Co-Founder & CTO at ChargeKart; Mr. Arun Reddy, Founder & Chief Financial Officer at ChargeKart; and Ms. Mamatha Poreddy, Technical Advisor at ChargeKart. The session was focused on Robotics Engineering, particularly on autonomous charging robots designed to fuel electric vehicles with clean and fast charging at public and private parking spaces.</p></div>"
        },
        {
            "id" : 4 ,
            "name":"Boundaries of Artificial Intelligence ",
            "date":"24th August 2023",
            "images":["src/Gallery/ai_1.png","src/Gallery/ai_2.png"],
            "objective":"<div><h3>Objective</h3><br /><p>The main objective of the session is to give a brief information about the boundaries of Artificial Intelligence.</p><p>The CSI Student Chapter orchestrated a thought-provoking event, collaborating with esteemed speakers from the 3rd year to illuminate participants on the intricacies of Artificial Intelligence (AI). Attended by students from the 1st, 2nd, and 3rd years, spanning diverse branches of engineering at Anurag University, the event drew a total of 191 participants.</p><p>The overarching theme sought to foster awareness regarding the dimensions of Artificial Intelligence, encompassing both its advantages and disadvantages as a pervasive and evolving technology. The event commenced with a compelling session delivered by the 3rd-year speakers, who not only elucidated the fundamentals of AI but also delved deeper into its conceptual underpinnings. Their articulate discourse, held in the auditorium, provided a comprehensive overview of the event's objectives. Starting promptly at 10 am, the session featured a collaborative interaction wherein the speakers described the event and engaged with the participants. This participatory approach facilitated a dynamic exchange of ideas, as students expressed their perspectives and adeptly responded to queries posed by the speakers.</p><p>The enriching session concluded at 12:30 pm with a Vote of Thanks, expressing gratitude to all participants, speakers, and organizers who contributed to the success of the event. The CSI Student Chapter remains committed to fostering an intellectual environment and facilitating insightful discussions on emerging technologies, exemplified by this event focused on the nuanced landscape of Artificial Intelligence.</p></div>"
        },
        {
            "id" : 5,
            "name":"CYBER SECURITY AWARENESS PROGRAM",
            "date":"25TH AUGUST 2023. ",
            "images":["https://th.bing.com/th/id/OIP.uzO_8QBs2Z5qodiRQrCoggHaEK?w=284&h=180&c=7&r=0&o=5&pid=1.7"],
            "objective":"<div><h3>Objective</h3><br /><p>An Awareness Program on Cyber Security by Ms. Pooja V Joshi- Senior Director(India), EC – Council. We have the No. of participants as 300. The session totally is about the domain of Cyber Security, how to protect the devices from the malware and many phishing attacks.</p></div>"
          

        },
        {
            "id" : 6,
            "name":" Generative Artificial Intelligence ",
            "date":"1st September 2023",
            "images":["src/Gallery/genai_1.png","src/Gallery/genai_2.png"],
            "objective":"<div><h3>Objective</h3><br/><p>The main objective of the session is to provide brief information about the principles and working of Generative AI, empowering individuals with the AI tool.</p><p><strong>Speaker:</strong> Mr. Sreekanth Challa (Senior Lead Program Manager at Microsoft India PVT)</p><p>The CSI Student Chapter orchestrated a compelling event in collaboration with a distinguished speaker from Microsoft. Attended by students from the 1st, 2nd, and 3rd years, spanning various branches of engineering at Anurag University, the event garnered participation from a total of 65 eager individuals. The focal point of this gathering was to disseminate awareness about Generative Artificial Intelligence, encompassing a thorough exploration of both its advantages and disadvantages as it stands as a prominent and evolving technological paradigm.</p><p>The event unfolded with an illuminating session delivered by the Microsoft speaker. Delving into the fundamentals and intricacies of Generative Artificial Intelligence, the speaker provided a comprehensive understanding of the subject matter. Addressing the participants, the speaker eloquently outlined the event's objectives, setting the stage for an engaging and insightful session. The auditorium, where participants were attentively seated, served as the backdrop for an immersive experience.</p><p>Commencing at 1 pm, the session seamlessly blended a detailed exposition of the event's essence with interactive engagements with the students. The speaker adopted a collaborative approach, leveraging real-time examples to elucidate concepts and offering valuable suggestions for career paths within the domain. This pragmatic perspective afforded attendees a clear understanding of the significance of the course.</p><p>The interactive segment allowed students to articulate their viewpoints and respond adeptly to the speaker's queries. Additionally, students took the opportunity to pose questions, fostering a dynamic exchange of ideas. The event drew to a close at 2:30 pm with a Vote of Thanks, expressing gratitude to all participants, the esteemed speaker from Microsoft, and the diligent organizers. The CSI Student Chapter remains steadfast in its commitment to fostering knowledge exchange and facilitating insightful discussions on cutting-edge technologies, exemplified by this event centred on Generative Artificial Intelligence.</p></div>"
        },
        {
            "id" : 7,
            "name":"Digital Awareness Campaign in collaboration with NSS",
            "date":" 7 November,2023.",
            "images":["src/Gallery/nss_1.png","src/Gallery/nss_2.png"],
            "objective":"<div><h3>Objective</h3><br/><p>The session delved into the practical application of Notepad, elucidating its role as a simple yet powerful text editor.</p><p><strong>Internet Literacy:</strong> Attendees received guidance on navigating the Internet, coupled with insights into its advantages and disadvantages. The aim was to instil responsible and informed Internet usage practices.</p><p><strong>Interactive Learning:</strong> The instructional approach adopted during the session was interactive and participatory, ensuring that participants actively engaged with the material. This hands-on methodology was employed to enhance comprehension and retention of the topics covered.</p><p><strong>Conclusion:</strong> The collaborative digital awareness session concluded with a recapitulation of key takeaways and an open forum for questions and discussions. The organizers, CSI Student Chapter and NSS, express their gratitude to ZPHS Korremul for hosting this initiative. The success of this endeavor lies in its contribution to bridging the digital divide and empowering students with foundational skills essential for their future endeavors in an increasingly technology-centric world. This event underscores the commitment of Anurag University's CSI Student Chapter and NSS to community outreach and education.</p><p><strong>Digital Documentation of the Session:</strong> (Here you can include any information regarding the documentation of the session if applicable)</p></div>"
        },
        {
            "id":8,
            "name":"AWS CLOUD WORKSHOP",
            "date":" 22nd JANUARY 2024.",
            "images":["src/Gallery/aws_1.png"],
            "objective":"<div><h3>Objective</h3><br/><p>The main objective of the session is to explore the power of AWS in a Hands-on workshop featuring S3, CloudFront ECS, Lambda, and EC2.</p><p>During the workshop, an interactive quiz was conducted to reinforce learning and engage participants actively. The quiz covered various aspects of AWS services and their practical applications.</p><p>In addition to the quiz, students also had the opportunity to participate in a hands-on project where they developed a simple GitHub clone. This practical exercise allowed them to apply the concepts learned during the workshop and gain valuable experience in working with AWS services.</p></div>"
        },
        {
            "id":9,
            "name":"Webinar on Cloud Insights: Unveiling Real world Applications",
            "date":"10th February 2024. ",
            "images":["src/Gallery/cloudins_1.png","src/Gallery/cloudins_2.png"],
            "objective":"<div><h3>Objective</h3><br/><p>The main objective of the event is to provide insights on cloud technology.</p><p>Our speaker for the event is Mr. Anirban Pal, who is an Enterprise Architect at Tech Mahindra.</p><p>The session includes:</p><ul>  <li>A cloud platform which gives knowledge on how to set up a cloud solution environment.</li>  <li>Creating projects within GCP (Google Cloud Platform).</li>  <li>Creating roles and assigning roles through IAM (Identity and Access Management), which lets administrators authorize who can take action on specific resources, giving full control and visibility to manage Google Cloud resources centrally.</li>  <li>Learning to manage users from Cloud Identity and enable APIs (Application Programming Interfaces), which are a key part of Google Cloud Platform, allowing you to easily add the power of everything from computing to networking to storage to machine-learning-based data analysis to your applications within the projects.</li>  <li>Deploying and implementing cloud solutions.</li>  <li>Ensuring successful operation of a cloud solution and access and security in GCP.</li></ul></div>"
        },
        {
            "id":10,
            "name":"Learning and Memory",
            "date":"7 November,2023. ",
            "images":["src/Gallery/lnm_1.png","src/Gallery/lnm_2.png"],
            "objective":"<div><h3>Objective</h3><br/><p>The main objective is to motivate the students on the aspect of 'Learning and Memory', featuring Dr. Malla Bhaskara Rao, an accomplished neurosurgeon with over thirty years of experience in the field.</p><p>Key highlights of the session:</p><ul>  <li>Dr. Rao shared insights into neurosurgery, drawing from his extensive experience in both public and corporate sectors in India and abroad.</li>  <li>He made substantial contributions to the field of neurosciences, particularly in epilepsy surgery, having operated on over 1000 individuals and trained numerous residents and colleagues.</li>  <li>Over 200 students gained knowledge about epilepsy, a common neurological condition characterized by sudden bursts of electrical activity in the brain.</li>  <li>Dr. Rao provided virtual practical exposure, demonstrating how these bursts can lead to seizures, enabling students to analyze symptoms and understand treatment options.</li>  <li>Through a case study, Dr. Rao explained the anatomy of the brain and showcased surgical procedures, enhancing students' comprehension of neurosurgical concepts.</li>  <li>Dr. Rao's dedication to supporting young colleagues and institutions in establishing and improving neurosurgery and epilepsy surgery programs was evident throughout the session.</li></ul></div>"
        }
        
    ]
}